Repository: Arni/ting_search_context
Catalog: translations/ting_search_context.*.po
Languages: da

source: The rate nodes view wasn't found
da: Rate nodes viewet blev ikke fundet

source: Add context
da: Tilføj kontekst

source: Context type
da: Kontekst type

source: Select the type of context to create
da: Vælg typen af kontext du ønsker at oprette

source: Name
da: Navn

source: Enter the name of the context
da: Skriv navnet på konteksten

source: Search string
da: Søge streng

source: Enter the search string
da: Skriv søge strengen

source: Parent context
da: Forældre kontekst

source: Select the parent context
da: Vælg forældre kontekst

source: Adult nonfiction
da: Voksen fag

source: Adult fiction
da: Voksen skøn

source: Children nonfiction
da: Børn fag

source: Children fiction
da: Børn skøn

source: Subjects
da: Emneord

source: Enter the subjects seperated by commas
da: Skriv emneordene separeret med komma

source: Save
da: Gem

source: Delete
da: Slet

source: Back
da: Tilbage

source: An identical seach string context already exists: %context
da: En identisk søgestreng findes allerede: %context

source: Subjects should only contain alpanumeric characters, whitespaces and dashes. (%subjects)
da: Emneord må kun indholde bogstaver, tal, mellemrum og streger

source: There's duplicate subjects (%subjects)
da: Emneordene er duplikeret (%subjects)

source: An identical subject context already exists: %identical
da: En identisk emne kontekst findes allerede: %identical

source: Context saved
da: Kontekst gemt

source: Something went wrong !op %context.
da: Noget gik galt !op %context.

source: Are you sure you want to delete %context?
da: Er du sikker på at du vil slette kontekst

source: delete
da: slet

source: cancel
da: fortryd

source: Context %context and !ratings deleted
da: Kontekst %context og !ratings slettet

source: Something went wrong deleting %context. See log for further details
da: Noget gik galt ved sletning af %context. Tjek loggen for flere detaljer

source: Settings for the Ting Search Context Module
da: Indstillinger for Ting Search Context modulet

source: Position
da: Placering

source: Select the position of related content on the search page. On small screens related content is always displayed at the bottom of the page.
da: Vælg position for visning af relateret indhold. På små skærme er relateret indhold altid vist nederst på siden

source: Pass ratio
da: Forholdstal

source: The ratio of search results needed to qualify as a context. If no context qualifies the search is put in the neutral context. Minimum 0.5. Maximum 1.0.
da: Forholdet af søgeresultater som falder i en bestemt kategori for at blive kvalificeret som et kontext. F.eks. antal børnmaterialer i forhold til voksen materialer. Hvis der ikke er noget kontext som opnår det nødvendige forholdstal så bliver kontekstet sat til neutralt kontekst. Minimum 0.5. Maximum 1.0.

source: Audio types
da: Lydbog typer

source: Definition of audio types. Seperated by comma
da: Definition af lydbog typer. Separeret med komma

source: Film types
da: Film typer

source: Definition of film types. Seperated by comma
da: Definition af film typer. Separeret med komma

source: Music types
da: Musik typer

source: Definition of music types. Seperated by comma
da: Definition af musik typer. Separeret med komma

source: Fallback images
da: Fallback billeder

source: Used when displaying rated nodes without an image.
da: Brugt når der vises noder uden et billede

source: Upload new image
da: Upload nyt billede

source: Existing images
da: Eksisterende billeder

source: Image !count
da: Billede !count

source: Fallback image @image was uploaded and saved.
da: Fallback billede @image blev uploadet og gemt

source: Cancel
da: Annullér

source: Fallback image @image was deleted.
da: Fallback billede @image blev slettet

source: This action cannot be undone and will delete 1 associated rating.
da: Denne her handling kan ikke fortrydes og vil slette 1 associeret rating

source: 1 associated rating
da: 1 associeret rating

source: List image
da: List billede

source: Requires af valid url. Either "http:// .." or "/foo/bar..". System urls "node/10.." are not valid
da: Kræver en valid url: Enten "http:// .." eller "/foo/bar.." System urler "node/10.." er ikke valide

source: Search Context Link
da: Søge kontekst link

source: Ting search context
da: Ting søgekontekst

source: Ting search context contexts
da: Ting søgekontekst kontekster

source: Search contexts from the Ting search context module
da: Søgekontexter fra Ting search context modulet

source: Context ID
da: Kontekst ID

source: The ID of the context
da: ID for konteksten

source: The context type (system, search or subject)
da: Kontext type: (system, søge eller emne)

source: The human-readable name of the context
da: Human-readble navn for konteksten

source: Context
da: Kontekst

source: The machine-name of the context
da: Maskinvavn for konteksten

source: The subjects of the context
da: Emnene for konteksten

source: Search
da: Søg

source: The search string of the context
da: Søgestrengen for konteksten

source: The ID of the rated context
da: Id'en for konteksten

source: Node ID
da: Indholdselement ID

source: The ID of the rated node
da: ID'en for noden som er rated

source: The rating-number of the rating
da: Rating nummeret for ratingen

source: Associates ratings with nodes
da: Associerede ratings til noder

source: All ratings
da: Alle ratings

source: Display all ratings associated with a node
da: Vis alle ratings associeret med en node

source: Filter to only display content rated in selected contexts
da: Filter til at kun vise kontent i valgte kontekster

source: Rate and unrate nodes in search contexts.
da: Rate and unrate nodes in søge kontekster

source: Administer ting search context
da: Administrer ting search context

source: Administer contexts and settings for Ting search context.
da: Administrer kontekster og settings for Ting search context.

source: Rate a node in the search context rating system
da: Rate node in søgekontekst ratings system

source: Unrate a node in the search context rating system (completely)
da: Unrate node in søgekontekst ratings system (fuldstændigt)

source: Rated %node in %context with a rating of %rating
da: Rated %node i %context med rating af %rating

source: Selection method
da: Valg metode

source: Selection
da: Valg

source: Autocomplete
da: Autofuldfør

source: - Choose a context -
da: - Vælg kontekst -

source: Search for a context
da: Søg efter kontekst

source: - Choose a rating -
da: - Vælg rating -

source: In what degree (rating):
da: I hvilken grad (rating)

source: Does the following content:
da: Er følgende indhold:

source: Relate to (select a context) :
da: Relateret til (vælg kontekst) :

source: No context found for: %name
da: Inget kontekst fundet for: %name

source: You selected the following content:
da: Du valgt følgende kontekst

source: To be rated in the context: %context
da: Vil blive rated i følgende kontekst: %context

source: With a rating of: %rating
da: Med rating af: %rating

source: The following ratings will be removed:
da: Følgende ratings vil blive fjernet

source: Below search result
da: Under søgeresultaterne

source: Below facets
da: Under faceterne

source: Above search result
da: Over søgeresultaterne

source: System context
da: System kontekst

source: Subject context
da: Emne kontekst

source: Search string context
da: Søgestreng kontekst

source: Movie
da: Film

source: Music
da: Musik

source: Audio books
da: Lydbøber

source: Unrated %node. 1 rating was deleted.
da: Unratede %node. 1 rating blev slettet

source: Search context
da: Søge kontekst

source: Manage the state of the context rating system.
da: Styr tilstanden for kontekst rating systemet

source: Show content related to search context in carousel
da: Vis kontent relateret til søgekontekst i karasuel

source: Manage settings for the Ting search context module.
da: Håndter indstillinger for Ting search context modulet

source: Choose location of related content on search page
da: Vælg lokation af relateret kontent på søgesiden

source: Select which images to use when showing rated content.
da: Vælg hvilke billeder skal bruges når ratet kontent vises

source: Contexts
da: Kontekster

source: Create new contexts and edit/delete existing ones
da: Opret nye kontekster eller rediger/slet eksisterende kontekster

source: Add a new subject or search type context to the system
da: Tilføje en ny emne eller søge kontekst til systemet

source: Edit context
da: Rediger kontekst

source: Edit an existing subject or search type context
da: Rediger et eksisterende emne eller søge kontekst

source: Delete context
da: Slet kontekst

source: Delete a subject or search type context
da: Slet emne eller søge kontekst

source: Context autocomplete
da: Kontekst autocomplete
